/* SiriShortcut: Title: EditPlant: Shows the plant name that the siri shortcut corresponds to. */
"%@" = "%@";

/* SiriShortcut: Title: EditReminder, ViewReminder: Shows the reminder kind and the name of the plant so the user knows what the SiriShortcut applies to. */
"%@ %@" = "%1$@ %2$@";

/* ReminderMainViewController: Select Reminder Alert Title: 2 Arguments: When the user taps on a reminder, this is the title of the alert if the plant has a name. It tells the user the kind of reminder and the name of the plant. e.g. ‘Water Plant - My Cool Plant’ */
"%@ – %@" = "%1$@ – %2$@";

/* Alert: Purchase Network Error: Message: Message when there was a networking error during the purchase process. */
"A network error ocurred. Check your data connection and try to purchase again." = "A network error ocurred. Check your data connection and try to purchase again.";

/* Edit Plant: Button: Add Reminder: Accessible: When tapped, a reminder is added to the current plant. When very large font sizes are used, this much shorter string is used. */
"Add" = "Add";

/* Button that allows the user to add a new plant. */
"Add Plant" = "Add Plant";

/* Edit Plant: Button: Add Reminder: When tapped, a reminder is added to the current plant. */
"Add Reminder" = "Add Reminder";

/* SiriShortcut: Title: ViewReminders: Title of the shortcut that will bring the user to see all reminders. */
"All Reminders" = "All Reminders";

/* Alert: Purchase Not Allowed Error: Message: Message when an unknown error ocurred during the purchase. */
"An unknown error ocurred during the purchase. Please try again later." = "An unknown error ocurred during the purchase. Please try again later.";

/* Alert: Delete: Message: Message of the alert that asks the user if they want to delete this item. */
"Are you sure you want to delete this?" = "Are you sure you want to delete this?";

/* Button Title in an Alert that allows the user to open the camera and take a new photo. */
"Camera" = "Camera";

/* Alert Title: Camera Restricted: We can’t access the camera because it is not allowed by an IT policy / parent control. */
"Camera Restricted" = "Camera Restricted";

/* Button Title in an Alert that allows the user to open the camera and take a new photo. In this case, the user has denied access to the camera. */
"Camera 🔒" = "Camera 🔒";

/* Button Title in an Alert to close the alert without saving any changes. */
"Cancel" = "Cancel";

/* Alert: Permission Denied: Title: Title of the alert that tells the user that notification permissions are denied. */
"Can’t Send Push Notifications" = "Can’t Send Push Notifications";

/* Title of an Alert that tells the user that they can choose a new photo or emoji for their plant. */
"Choose a new emoji or photo for your plant." = "Choose a new emoji or photo for your plant.";

/* Button Title in an Alert that allows the user to open the Camera, Photo Picker, or Emoji Picker Screen. */
"Choose a Photo" = "Choose a Photo";

/* Title of the view controller that allows a user to choose an emoji for the photo of their plant. Is shown in navigation bar. */
"Choose an Emoji" = "Choose an Emoji";

/* MigratorScreen: Done Button Title: After migrtion has failed or succeeded this button is shown to the user. When they tap it, it closes the migrator screen and brings them to the main app. */
"Continue" = "Continue";

/* Alert: Email Copy: Button Title and Alert Title: When the user taps this button, the developers email address is copied into the users clipboard so the user can paste it into their favorite email app. */
"Copy Email Address" = "Copy Email Address";

/* Alert: Email Copy: Message: Alert message that tells the user that they can copy my email address into their clipboard and paste it in their favorite email app. */
"Copy my email address into your clipboard, then paste it in your favorite email app." = "Copy my email address into your clipboard, then paste it in your favorite email app.";

/* MigratorScreen: Subtitle: Explains what is happening on the screen. */
"Data Migration" = "Data Migration";

/* Button that allows the user to delete a reminder or a plant. */
"Delete" = "Delete";

/* Edit Reminder: Data Entry Label: The label to the left of a text field. The user should type a description of what they want to be reminded to do to their plant. */
"Description" = "Description";

/* Data Label: Description: Value of the text next to the label is what the user wants to be reminded to do to their plant. */
"Description: " = "Description: ";

/* Edit Reminder: Section Title: Describes the section that asks the user to enter details for Move or Other reminder types. */
"Details" = "Details";

/* Button Title in an Alert to close the alert. This button title normally only appears when there are no other options in the alert. */
"Dismiss" = "Dismiss";

/* Alert: New Permission: Message: Message of the alert that asks the user if they want to grant notification permissions. */
"Do you want WaterMe to send notifications when your plants need attention? WaterMe sends no more than 1 per day." = "Do you want WaterMe to send notifications when your plants need attention? WaterMe sends no more than 1 per day.";

/* Alert: New Permission: Button Title: Don’t Ask Again: Button title that will stop the app from asking the user to do this action again in the future. */
"Don’t Ask Again" = "Don’t Ask Again";

/* Alert: Delete Confirmation: Button Title: When the user is being asked to confirm to delete an item, this button lets them not delete it. */
"Don’t Delete" = "Don’t Delete";

/* MigratorScreen: Delete Button Title: When the user clicks this button, the screen is dismissed and it will never appear again and they will not have access to their previous plants. This action is destructive. */
"Don’t Migrate My Plants" = "Don’t Migrate My Plants";

/* Alert: New Permission: Button Title: Don’t Send Notifications: Title of the button that will result in the user not being asked for permissions ever again. */
"Don’t Send Notifications" = "Don’t Send Notifications";

/* No comment provided by engineer. */
"Due Next" = "Due Next";

/* ReminderMainViewController: Select Reminder Alert Message: 1 Argument: When the user taps on a reminder, this is the message of the alert when the reminder does not have a note. It tells the user the Due date of the reminder. The due date is provided by the system already localized. */
"Due: %@" = "Due: %@";

/* ReminderMainViewController: Select Reminder Alert Message: 2 Arguments: When the user taps on a reminder, this is the message of the alert when the reminder has a note. It tells the user the Due date of the reminder and the note. The due date is provided by the system already localized. */
"Due: %@\nNote: %@" = "Due: %1$@\nNote: %2$@";

/* Button Title in an Alert. Shows when the user taps on a reminder. After being selected, this will allow the user to edit the details of the plant that owns the reminder. */
"Edit Plant" = "Edit Plant";

/* SiriShortcut: Description: EditPlant: Explains to the user that by using this SiriShortcut they can edit their plant. */
"Edit plant name, photo, or reminders." = "Edit plant name, photo, or reminders.";

/* Button Title in an Alert. Shows when the user taps on a reminder. After being selected, this will allow the user to edit the details of the reminder. */
"Edit Reminder" = "Edit Reminder";

/* SiriShortcut: Description: EditReminder: Explains to the user that by using this SiriShortcut they can edit the reminder. */
"Edit reminder notes, kind, and interval." = "Edit reminder notes, kind, and interval.";

/* Settings: Cell Title: Email Developer: When tapped, this opens an email screen to email the developer. */
"Email Developer" = "Email Developer";

/* Button Title in an Alert that allows the user to open a screen where they can choose from various emoji instead of a photo for their plant. */
"Emoji" = "Emoji";

/* Realm Error: Delete: Title: Unable to delete the last reminder associated with a plant. */
"Error Deleting" = "Error Deleting";

/* Realm Error: Loading: Title: Error loading the database from disk. The app is probably not usable with this error. */
"Error Loading" = "Error Loading";

/* Realm Error: Loading: Message: Error loading the database from disk. The app is probably not usable with this error. */
"Error loading save file. Check to make sure there is free space available on this device." = "Error loading save file. Check to make sure there is free space available on this device.";

/* Realm Error: Save: Title: There was an error saving changes. The app is probably not usable if this error happens. */
"Error Saving" = "Error Saving";

/* Realm Error: Save: Message: There was an error saving changes. The app is probably not usable if this error happens. */
"Error saving changes. Check to make sure there is free space available on this device." = "Error saving changes. Check to make sure there is free space available on this device.";

/* Realm Error: Save Image: Title: Error saving the photo the user took of their plant. User has to take another photo. */
"Error Saving Photo" = "Error Saving Photo";

/* Data Label: Reminder Interval: Value of the text next to the label is how often the user wants to be reminded to tend to their plant. */
"Every: " = "Every: ";

/* Reminder Kind: Short Description: This type reminds the user to fertilize their plant. */
"Fertilize" = "Fertilize";

/* Reminder Kind: Long Description: This type reminds the user to fertilize their plant. */
"Fertilize Soil" = "Fertilize Soil";

/* Settings: Cell Price: Price of leaving a review on the app store... Free */
"Free" = "Free";

/* SiriShortcut: Phrase: Generic: Recommends something short and funny that the user can use to trigger this shortcut. */
"Green Thumb It!" = "Green Thumb It!";

/* Email Compose: Subject: Shows in the subject line when an iOS in-app mail sheet is presented. */
"I have an idea for WaterMe!" = "I have an idea for WaterMe!";

/* MigratorScreen: Body: Body text that explains the one time migration needed to upgrade to the new WaterMe. */
"In order to upgrade to WaterMe 2, a one time data migration is required." = "In order to upgrade to WaterMe 2, a one time data migration is required.";

/* Purchase Thanks: Subtitle: Reminding the user what we’re thanking them for. */
"In-App Purchase" = "In-App Purchase";

/* Settings: Info Cell: Title: Text in the tip jar area that explains why someone should give money. */
"I’m Jeff, a professional iOS Developer and UX Designer. I like making small and polished apps in my spare time. If you find WaterMe useful and would like to fund its development, consider supporting the app with the buttons below." = "I’m Jeff, a professional iOS Developer and UX Designer. I like making small and polished apps in my spare time. If you find WaterMe useful and would like to fund its development, consider supporting the app with the buttons below.";

/* Edit Reminder: Section Title: Describes the section that asks them pick the kind of reminder. Possibilities are Water, Fertilize, Move, Other. */
"Kind of Reminder" = "Kind of Reminder";

/* Edit Reminder: Section Title: Describes the section that displays when the reminder was last performed. */
"Last Performed" = "Last Performed";

/* Reminder Main List: Section Header: Title */
"Late" = "Late";

/* Reminder Main List: Section Header: Title */
"Later" = "Later";

/* Data Label: Location: Value of the text next to the label is the location where the user wants to be reminded to move their plant. */
"Location: " = "Location: ";

/* Realm Error: Button Title: Manage Store: Opens the setting app for the user. */
"Manage Storage" = "Manage Storage";

/* Button Title in an Alert. Shows when the user taps on a reminder. After being selected, this will mark the reminder as performed. */
"Mark Reminder as Done" = "Mark Reminder as Done";

/* MigratorScreen: Migrating Button Title: After the user starts the migration, the text of the button changes to this to show that migration is in progress. */
"Migrating…" = "Migrating…";

/* MigratorScreen: Body: Body text that explains that the user should not lock the screen or switch apps until the migration is complete. */
"Migrating… Don’t switch to a different app or lock the screen." = "Migrating… Don’t switch to a different app or lock the screen.";

/* Error Saving: Reminder: Missing Description: If the user has not entered a description for their other reminder and tries to save, an alert will warn them. This is the button title to fix the error. */
"Missing Description" = "Missing Description";

/* Error Saving: Reminder: Missing Location: If the user has no entered a location for their move reminder and tries to save, an alert will warn them. This is the button title to fix the error. */
"Missing Location" = "Missing Location";

/* Error Saving: Plant: Missing Name: If the user has not a name for their plant and tries to save, an alert will warn them. This is the button title to fix the error. */
"Missing Name" = "Missing Name";

/* Error Saving: Plant: Missing Photo: If the user has not chosen a photo or an emoji for their plant and tries to save, an alert will warn them. This is the button title to fix the error. */
"Missing Photo" = "Missing Photo";

/* Error Saving: Plant: Missing Reminders: If the user has not added at least one reminder for their plant and tries to save, an alert will warn them. This is the button title to fix the error. */
"Missing Reminders" = "Missing Reminders";

/* Reminder Kind: Short Description: This type reminds the user to mist their plant. */
"Mist" = "Mist";

/* Reminder Kind: Long Description: This type reminds the user to mist their plant. */
"Mist Plant" = "Mist Plant";

/* Reminder Kind: Short Description: This type reminds the user to move their plant. */
"Move" = "Move";

/* Reminder Kind: Long Description: This type reminds the user to move their plant. */
"Move Plant" = "Move Plant";

/* Edit Reminder: Data Entry Label: The label to the left of a text field. The user should type where they want to move their plant to in the textfield. */
"Move to" = "Move to";

/* Name shown to the user when they have not given the plant a specific name. */
"My Plant" = "My Plant";

/* Describes the name associated with an individual plant. The user can choose any name they like. Each plant can have only 1 name. */
"Name" = "Name";

/* When a reminder has never been performed, this shows to the user rather than how long ago they last performed the reminder. */
"Never" = "Never";

/* Data Value: Description not entered: This is the placeholder value if the user does not enter a description for what they want to be reminded to do to their plant. */
"No Description Entered" = "No Description Entered";

/* Data Value: Location not entered: This is the placeholder value if the user does not enter a location for their move plant reminder. */
"No Location Entered" = "No Location Entered";

/* Edit Reminder: Section Title: Describes the section that asks the user to enter any optional notes. */
"Notes" = "Notes";

/* Displayed to the user for Reminders that need to be performed now. */
"Now" = "Now";

/* MigratorScreen: Body: Body text that explains that the migration failed. */
"Oh no. A problem ocurred while migrating your plants. Please double check that all your plants are in WaterMe." = "Oh no. A problem ocurred while migrating your plants. Please double check that all your plants are in WaterMe.";

/* Alert: App Update: Button Title: Button title that allows the user to open the app store in order to update WaterMe. */
"Open App Store" = "Open App Store";

/* Settings: Cell Title: Open Settings: When tapped this opens the iOS settings app to the WaterMe screen. */
"Open Settings" = "Open Settings";

/* Reminder Kind: This type reminds the user to do something the user entered. */
"Other" = "Other";

/* Edit Reminder: Data Entry Placeholder: Placeholder text in a textfield. The user should type in where they want to move their plant. */
"Other side of the yard." = "Other side of the yard.";

/* Alert Title: Permission Denied: We can’t access a feature of the device because the user has denied permission. */
"Permission Denied" = "Permission Denied";

/* Alert: Permission Denied: Message: Message of the alert that tells the user that notification permissions are denied. It asks the user to open Settings. */
"Permissions to send notifications have been denied. If you would like to receive notifications when your plants need to be attened to, tap the ‘Open Settings’ button below." = "Permissions to send notifications have been denied. If you would like to receive notifications when your plants need to be attened to, tap the ‘Open Settings’ button below.";

/* Describes the photo or emoji that is associated with an individual plant. Each plant can have only 1 photo */
"Photo" = "Photo";

/* Button Title in an Alert that allows the user to open the photo library on their phone to choose a photo. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"Plant" = "Plant";

/* Alert: Purchase Error: Title: The title for all purchase error alerts. */
"Purchase Error" = "Purchase Error";

/* Alert: New Permission: Title: Title of the alert that asks the user if they want to grant notification permissions. */
"Push Notifications" = "Push Notifications";

/* Edit Reminder: Section Title: Describes the section that asks the user to enter how often they want to be reminded. */
"Remind Every" = "Remind Every";

/* No comment provided by engineer. */
"Reminder" = "Reminder";

/* Describes all the reminders that are associated with an individual plant. Each plant can have many reminders. */
"Reminders" = "Reminders";

/* Button Title in an Alert to save the reminder or plant even though all of the fields have not been filled in yet. Fields not yet filled in could include Name, Photo, Reminders. */
"Save Anyway" = "Save Anyway";

/* Alert: New Permission: Button Title: Send Notifications: Title of the button that will result in the user being presented the system dialog to grant notification permissions. */
"Send Notifications" = "Send Notifications";

/* Button title that opens both the in-app settings screen and the iOS settings screen for WaterMe. */
"Settings" = "Settings";

/* MigratorScreen: Cancel Button Title: When the user clicks this button the screen is dismissed and the migration does not happen, but next time the app is started, it will ask again. */
"Skip for Now" = "Skip for Now";

/* MigratorScreen: Start Button Title: When the user clicks this button the migration starts. */
"Start Migration" = "Start Migration";

/* MigratorScreen: Body: Body text that explains that the migration succeeded. */
"Success! Your plants have been migrated." = "Success! Your plants have been migrated.";

/* First Launch: When the user opens the app for the first time, there is one plant shown in the app. It is called something that will make the user tap on it. */
"Tap on Me" = "Tap on Me";

/* Alert: App Update: Message: Alert title that tells TestFlight beta users that an update is available for WaterMe */
"Thank you for beta testing WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later." = "Thank you for beta testing WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later.";

/* Alert: App Update: Message: Alert title that tells the user that an update is available for WaterMe */
"Thank you for using WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later." = "Thank you for using WaterMe. A newer version is now available on the App Store. There’s no rush, you can update now or later.";

/* Purchase Thanks: Body: Body text thanking the user for their support. */
"Thank you for your purchase. Your support is critical to the continued development of WaterMe." = "Thank you for your purchase. Your support is critical to the continued development of WaterMe.";

/* Purchase Thanks: Title: A thank you to the user for supporting WaterMe via In-App Purchase. */
"Thank You!" = "Thank You!";

/* Realm Error: Save Image: Message: Error saving the photo the user took of their plant. User has to take another photo. */
"The selected photo couldn’t be saved. Please take a different photo or choose an emoji." = "The selected photo couldn’t be saved. Please take a different photo or choose an emoji.";

/* Title of an Alert that tells the user that they are trying to save a Plant or Reminder and they have not filled in all the fields. They may want to cancel the save and go back and fill them in. Or they may want to Save the changes anyway. Fields not filled in could include, Name, Photo, Reminders. */
"There are some issues you might want to resolve." = "There are some issues you might want to resolve.";

/* Reminder Main List: Section Header: Title */
"This Week" = "This Week";

/* Screen title for the settings screen. Also used for button titles to open the Settings screen. */
"Tip Jar" = "Tip Jar";

/* Reminder Main List: Section Header: Title */
"Today" = "Today";

/* Reminder Main List: Section Header: Title */
"Tomorrow" = "Tomorrow";

/* Reminder Kind: Short Description: This type reminds the user to trim their plant. */
"Trim" = "Trim";

/* Reminder Kind: Long Description: This type reminds the user to trim their plant. */
"Trim Plant" = "Trim Plant";

/* Edit Reminder: Data Entry Placeholder: Placeholder text in a textfield. The user should type in what they want to be reminded to do to their plant. */
"Trim the leaves and throw out the clippings." = "Trim the leaves and throw out the clippings.";

/* Realm Error: Delete: Message: Unable to delete the last reminder associated with a plant. */
"Unable to delete this reminder because its the only reminder for this plant. Each plant must have at least one reminder." = "Unable to delete this reminder because its the only reminder for this plant. Each plant must have at least one reminder.";

/* Realm Error: Object Deleted: Message: Error saving because the object that is being saved has already been deleted. */
"Unable to save changes because the item was deleted. Possibly from another device." = "Unable to save changes because the item was deleted. Possibly from another device.";

/* Alert: App Update: Title: Alert title that tells the user that an update is available for WaterMe */
"Update Available" = "Update Available";

/* SiriShortcut: Description: ViewReminders: Explains to the user that by using this SiriShortcut they can view all reminders. */
"View all gardening reminders." = "View all gardening reminders.";

/* Button Title in an Alert that allows the user to view the existing photo full-screen. */
"View Current Photo" = "View Current Photo";

/* SiriShortcut: Description: ViewReminder: Explains to the user that by using this SiriShortcut they can view the reminder summary screen. */
"View notes, last performed date, mark as done." = "View notes, last performed date, mark as done.";

/* Title of an Alert that tells the user that they can choose a new photo or emoji for their plant or they can view the current photo for their plant. */
"View the current photo or choose a new photo or emoji for your plant." = "View the current photo or choose a new photo or emoji for your plant.";

/* Reminder Kind: Short Description: This type reminds the user to water their plant. */
"Water" = "Water";

/* Reminder Kind: Long Description: This type reminds the user to water their plant. */
"Water Plant" = "Water Plant";

/* Name of the app. Shows in various places like Navigation Bars and Alerts. */
"WaterMe" = "WaterMe";

/* MigratorScreen: Title: Name of the app. */
"WaterMe 2" = "WaterMe 2";

/* Alert Body: Camera Restricted: We can’t access the camera because it is not allowed by an IT policy / parent control. This text needs to explain the problem. */
"WaterMe cannot access your camera. This feature has been restricted by this device’s administrator." = "WaterMe cannot access your camera. This feature has been restricted by this device’s administrator.";

/* Alert Body: Camera Denied: We can’t access the camera because it has been denied by the user. The text needs to explain they can fix this by tapping the Settings button on the alert. */
"WaterMe cannot access your camera. You can grant access in Settings" = "WaterMe cannot access your camera. You can grant access in Settings";

/* First Launch: When the user opens the app for the first time, there is one plant shown in the app. When the user taps on the plant, this is the note shown that tells them how to use the app. */
"Welcome to WaterMe! This is your first plant. Use the button below to edit this plant and make it your own. When you’re ready to add all your plants, tap the ‘Add Plant’ button at the top right of the screen." = "Welcome to WaterMe! This is your first plant. Use the button below to edit this plant and make it your own. When you’re ready to add all your plants, tap the ‘Add Plant’ button at the top right of the screen.";

/* Settings: Cell Title: Tip Jar Free: When tapped, this opens an screen to review the app. */
"Write App Review" = "Write App Review";

/* Alert: Purchase Not Allowed Error: Message: Message when the user was not allowed to make a purchase. */
"You’re not allowed to make purchases on this device. Thank you for the thought, though ❤️" = "You’re not allowed to make purchases on this device. Thank you for the thought, though ❤️";

/* Notification Body: Many Items: When more than 2 plants needs to be taken care of in a day, this is the body text of the notification. */
"‘%@’ and %d more plants need attention today." = "‘%1$@’ and %2$d more plants need attention today.";

/* Notification Body: 2 Items: When 2 plants needs to be taken care of in a day, this is the body text of the notification. */
"‘%@’ and ‘%@’ need attention today." = "‘%1$@’ and ‘%2$@’ need attention today.";

/* Notification Body: 1 Item: When 1 plant needs to be taken care of in a day, this is the body text of the notification. */
"‘%@’ needs attention today." = "‘%@’ needs attention today.";

